Repository: DhritiShikhar/fas
Catalog: tg1/po/*.po
Languages: bs

source: %s membership required before application to this group is allowed
bs: %s članstvo je potrebno prije nego je slanje aplikacije za ovu grupu prihvaćeno

source: You are not allowed to reject CLAs.
bs: Vama nije dopušteno da odbijete CLAove

source: Error removing cla and dependent groups for %(person)s Error was: %(error)s
bs: Greška pri odstranjivanju cla i zavisnih grupi za %(person)s Greška je: %(error)s

source: CLA Successfully Removed.
bs: CLA uspješno odstranjen.

source: You have already completed the CLA.
bs: Već ste završili CLA.

source: You have not completed the CLA.
bs: Niste završili CLA.

source: You must confirm that your personal information is accurate.
bs: Morate potvrditi da su Vaše personalne informacije tačne.

source: Your updated information could not be saved.
bs: Vaše ažurirane informacije se nisu mogle spremiti.

source: To complete the CLA, we must have your name, telephone number, and country. Please ensure they have been filled out.
bs: Da bi završili CLA, moramo imati Vaše ime, telefonski broj, poštansku adresu i državu. Molimo Vas da se pobrinete da su te informacije unesene.

source: To complete the CLA, a valid country code must be specified. Please select one now.
bs: Da bi završili CLA važeći državni kod se mora specificirati. Molimo da odaberete jedan.

source: Telephone numbers can only consist of numbers, "-", "+", "(", ")", or " ". Please reenter using only those characters.
bs: Telefonski brojevi se mogu samo sastojati od brojeva, "-", "+", "(", ")", or " ". Molimo da ponovno unesete telefonski broj koristeći samo ove znakove.

source: You could not be added to the '%s' group.
bs: Niste mogli biti dodati u '%s' grupu.

source: You are already a part of the '%s' group.
bs: Već ste dio '%s' grupe.

source: You have successfully completed the CLA. You are now in the '%s' group.
bs: Uspješno ste završili CLA. Sada ste u '%s' grupi.

source: You cannot look at configs for %s
bs: Nemožete pogledati u podešavanja za %s

source: You cannot edit configs for %s
bs: Nemožete uređivati podešavanja za %s

source: Error saving the config to the database: %s
bs: Greška pri spremanju podešavanja u bazu podataka: %s

source: Config value successfully updated
bs: Podešavanja su uspješno ažurirana

source: Your old password has expired. Please reset your password below.
bs: Vaša stara šifra je istekla. Molimo da ponovno postavite Vašu šifru ispod.

source: Your account is currently disabled. For more information, please contact %(admin_email)sadmin_email
bs: Vaš račun je trenutno isključen. Za više informacija, molimo da kontaktirate %(admin_email)sadmin_email

source: The language '%s' is not available.
bs: Jezik '%s' nije dostupan.

source: You cannot view '%s'
bs: Nemožete pregledati '%s'

source: Only FAS adminstrators can create groups.
bs: Jedino FAS administratori mogu stvarati grupe.

source: The group: '%s' could not be created.
bs: Grupa: '%s' se nije mogla napraviti.

source: The group: '%(group)s' has been created, but '%(user)s' could not be added as a group administrator.
bs: Grupa: '%(group)s' je napravljena ali '%(user)s' se nije mogao dodati kao administrator grupe.

source: The group: '%s' has been created.
bs: Grupa: '%s' je napravljena.

source: You cannot edit '%s'.
bs: Nemožete uređivati '%s'.

source: The group details could not be saved.
bs: Detalji grupe se nisu mogli spremiti.

source: The group details have been saved.
bs: Detalji grupe su spremljeni.

source: No Groups found matching '%s'
bs: Nema grupa koje se podudaraju sa '%s'

source: %(user)s can not apply to %(group)s.
bs: %(user)s se nemože aplicirati na %(group)s.

source: %(user)s could not apply to %(group)s: %(error)s
bs: %(user)s se nije mogao(la) aplicirati %(group)s: %(error)s

source: Application to the '%(group)s' group
bs: Aplikacija za '%(group)s' grupu

source: Thank you for applying for the %(group)s group. %(joinmsg)s
bs: Hvala za apliciranje za %(group)s grupu. %(joinmsg)s

source: %(user)s has applied to %(group)s!
bs: %(user)s je aplicirao(la) za %(group)s!

source: You cannot sponsor '%s'
bs: Nemožete sponzorisati '%s'

source: %(user)s could not be sponsored in %(group)s: %(error)s
bs: %(user)s se nije mogao(la) sponzorisati u %(group)s: %(error)s

source: '%s' has been sponsored!
bs: '%s' je sponzorisan(a)

source: You cannot remove '%(user)s' from '%(group)s'.
bs: Nemožete odstraniti '%(user)s' iz '%(group)s'.

source: %(user)s could not be removed from %(group)s: %(error)s
bs: %(user)s se nije mogao(la) odstraniti sa %(group)s: %(error)s

source: %(name)s has been removed from %(group)s
bs: %(name)s je odstranjen(a) sa %(group)s

source: You cannot upgrade '%s'
bs: Nemožete nadograditi '%s'

source: %(name)s could not be upgraded in %(group)s: %(error)s
bs: %(name)s nije mogao(la) biti nadograđen(a) u %(group)s: %(error)s

source: %s has been upgraded!
bs: %s je nadograđen!

source: You cannot downgrade '%s'
bs: Nemožete smanjiti nivo '%s'

source: %(name)s could not be downgraded in %(group)s: %(error)s
bs: %(name)s nivo se nemože smanjiti u %(group)s: %(error)s

source: %s has been downgraded!
bs: %s nivo je smanjen!

source: Come join The Fedora Project!
bs: Dođite i pridružite se Fedora projektu!

source: %(user)s <%(email)s> has invited you to join the Fedora Project! We are a community of users and developers who produce a complete operating system from entirely free and open source software (FOSS). %(user)s thinks that you have knowledge and skills that make you a great fit for the Fedora community, and that you might be interested in contributing. How could you team up with the Fedora community to use and develop your skills? Check out http://fedoraproject.org/join-fedora for some ideas. Our community is more than just software developers -- we also have a place for you whether you're an artist, a web site builder, a writer, or a people person. You'll grow and learn as you work on a team with other very smart and talented people. Fedora and FOSS are changing the world -- come be a part of it!
bs: %(user)s <%(email)s> Vas je pozvao da se pridružite Fedora projektu! Mi smo udruženje korisnika i razvijača softvera koji stvaraju kompletan operativni sistem iz potpuno besplatnog softvera otvorenog koda (FOSS). %(user)s misli da Vi imate znanje i sposobnosti koje Vas čini idealnim za Fedora društvo i da bi Vi bili zainteresirani da doprinosite. Kako bi se VI povezali sa Fedora zajednicom da koristite i razvijate sposobnosti? Provjerite http://fedoraproject.org/join-fedora za neke od ideja. Naša zajednica nije sačinjena samo od razvijača softvera -- mi također imamo mjesto za Vas bilo da ste umjetnik, razvijač internet stranica, pisac ili znate sa ljudima. Poboljšavat ćete se i učiti dok budete radili zajedno sa drugim veoma pametnim i talentovanim ljudima. Fedora i FOSS mijenjaju svijet -- dođite i budite dio toga!

source: Message sent to: %s
bs: Poruka poslata: %s

source: You are not in the '%s' group.
bs: Vi niste u '%s' grupi.

source: Error
bs: Greška

source: <p>We could not find that help item</p>
bs: <p>Nismo mogli naći tu stavku pomoći</p>

source: Accuracy of CLA Information
bs: Tačnost CLA informacija

source: <p>The CLA is a legal document. We need to have accurate information attached to it just in case we ever need to contact you about a contribution that you make to the project. Imagine if we were to get a call from a lawyer at some other company claiming that they own the copyright to your work and we have to tell them we have a right to use it because "Mickey Moose" contributed it to us and we have no telephone number to contact them! Potentially a very sticky situation.</p>
bs: <p>CLA je legalni dokument. Mi trebamo imati tačne informacije na njemu u slučaju da Vas nekad budemo morali kontaktirati u vezi doprinosa koji činite projektu. Zamislite da dobijemo poziv od odvjetnika iz neke druge kompanije tvrdeći da oni posjeduju autorska prava na Vaš rad a mi im moramo reći da imamo pravo da ga koristimo jer je "Edo Edić" doprinio sa tim radom a mi nemamo telefonski broj ili adresu da ga kontaktiramo! Potencionalno veoma opasna situacija.</p>

source: IRC Nick (Optional)
bs: IRC nadimak (Opcionalno)

source: <p>IRC Nick is used to identify yourself on irc.freenode.net. Please register your nick on irc.freenode.net first, then fill this in so people can find you online when they need to</p>
bs: <p>IRC nadimak se koristi da se identificirate na irc.freenode.net. Molimo da registrirate svoj nadimak na irc.freenode.net prvo a zatim ovo popunite tako da Vas ljudi mogu naći na internetu kada Vas trebaju</p>

source: Email (Required)
bs: E-pošta (Potrebno)

source: <p>This email address should be your prefered email contact and will be used to send various official emails to. This is also where your @fedoraproject.org email will get forwarded</p>
bs: <p>Ova e-pošta adresa bi trebala biti Vaš preferirani e-pošta kontakt i ona će se koristiti za slanje razne oficijane e-pošte. Ovo je također gdje će Vaša @fedoraproject.org e-pošta biti proslijeđena</p>

source: Full Name (Required)
bs: Puno ime (Potrebno)

source: <p>Your Human Name or "real life" name</p>
bs: <p>Vaše ljudsko ime iliti ime "u stvarnom životu"</p>

source: GPG Key ID
bs: GPG identifikacijski ključ

source: <p>A GPG key is generally used to prove that a message or email came from you or to encrypt information so that only the recipients can read it. This can be used when a password reset is sent to your email.</p>
bs: <p>GPG ključ se generalno koristi za dokazivanje da je poruka ili e-pošta došla od Vas ili da se informacije enkriptuju tako da ih jedino primatelji mogu čitati. Ovo se može koristiti kada je ponovno postavljena šifra poslata na Vašu e-pošta adresu.</p>

source: Telephone
bs: Telefon

source: <p>Required in order to complete the <a href="http://fedoraproject.org/wiki/Legal/Licenses/CLA">CLA</a>. Sometimes during a time of emergency someone from the Fedora Project may need to contact you. For more information see our <a href="http://fedoraproject.org/wiki/Legal/PrivacyPolicy">Privacy Policy</a></p>
bs: <p>Potrebno zbog završetka <a href="http://fedoraproject.org/wiki/Legal/Licenses/CLA">CLA</a>. Nekad zbog hitne pomoći neko iz Fedora projekta Vas može kontaktirati. Za više informacija pogledajte naše <a href="http://fedoraproject.org/wiki/Legal/PrivacyPolicy">Uslove privatnosti</a></p>

source: Postal Address
bs: Poštanska adresa

source: <p>This should be a mailing address where you can be contacted. See our <a href="http://fedoraproject.org/wiki/Legal/PrivacyPolicy">Privacy Policy</a> about any concerns.</p>
bs: <p>Poterbno zbog završavanja <a href="http://fedoraproject.org/wiki/Legal/Licenses/CLA">CLA</a>. Ovo bi trebala biti poštanska adresa gdje možete biti kontaktirani. Pogledajte naše <a href="http://fedoraproject.org/wiki/Legal/PrivacyPolicy">Uslove privatnosti</a> o bilo kakvim pitanjima.</p>

source: Timezone (Optional)
bs: Vremenska zona (Opcionalno)

source: <p>Please specify the time zone you are in.</p>
bs: <p>Molimo da odaberete vremensku zonu u kojoj se nalazite.</p>

source: Comments (Optional)
bs: Komentari (Opcionalno)

source: <p>Misc comments about yourself.</p>
bs: <p>Razni komentari o Vama.</p>

source: Account Status
bs: Stanje računa

source: <p>Shows account status, possible values include<ul><li>active</li><li>vacation</li><li>inactive</li></ul></p>
bs: <p>Prikazuje stanje računa, moguće vrijednosti uključuju<ul><li>aktivan</li><li>odmor</li><li>neaktivan</li></ul></p>

source: <p>In order to become a full Fedora contributor you must complete the <a href="http://fedoraproject.org/wiki/Legal/Licenses/CLA">Contributor License Agreement</a>. This license is a legal agreement between you and Red Hat. Full status allows people to contribute content and code and is recommended for anyone interested in getting involved in the Fedora Project.</p>
bs: <p>Da bi postali punopravni Fedora doprinositelj morate završiti <a href="http://fedoraproject.org/wiki/Legal/Licenses/CLA">Ugovor doprinositelja</a>. Ovo je legalni ugovor između Vas i Red Hat-a. Puni statut omogućava ljudima da dodaju sadržaj i kod i on je preporučen svima onima koji su zainteresirani da se pridruže Fedora projektu.</p>

source: Public RSA SSH Key
bs: Javni RSA SSH ključ

source: <p>Many resources require public key authentiaction to work. By uploading your public key to us, you can then log in to our servers. Type "man ssh-keygen" for more information on creating your key (it must be an RSA key). Once created you will want to upload ~/.ssh/id_rsa.pub</p>
bs: <p>Mnogi resursi zahtjevaju autentifikaciju javnog ključa da bi radili. Dajući nam Vaš javni ključ moći ćete se prijaviti na naše servere. Unesite "man ssh-keygen" za više informacija o stvaranju Vašeg ključa (on mora biti RSA ključ). Jednom kada je napravljen željet ćete da nam pošaljete ~/.ssh/id_rsa.pub</p>

source: Locale
bs: Lokalizacija

source: <p>For non-english speaking peoples this allows individuals to select which locale they are in.</p>
bs: <p>Za ljude koji ne govore engleski jezik ovo omogućava osobama da odaberu lokalizaciju sa sebe.</p>

source: Country Code
bs: Kod države

source: Must be over 13 Years
bs: Mora biti iznad 13 godina

source: <p>Out of special concern for children's privacy, we do not knowingly accept online personal information from children under the age of 13. We do not knowingly allow children under the age of 13 to become registered members of our sites or buy products and services on our sites. We do not knowingly collect or solicit personal information about children under 13.</p>
bs: <p>Zbog specijalne brige za dječiju privatnost, mi neprihvaćamo (u znanju) privatne informacije na internetu od djece ispod 13 godina. Mi nedopuštamo (u znanju) djeci ispod 13 godina da postanu registrovani članovi naših stranica ili da kupuju produkte i usluge na našim stranicama. Mi neskupljamo ili dijelimo (u znanju) personalne informacije o djeci ispod 13 godina.</p>

source: Hide Information
bs: Sakrij informacije

source: <p>In accordance with our privacy policy, you can choose to hide some of the information given on this page from other people. Please see the privacy policy for complete details.</p>
bs: <p>U slaganju sa našim uslovima privatnosti možete da odaberete da sakrijete neke informacije date na ovoj stranici od drugih ljudi. Molimo da pogledate uslove privatnosti za kompletne detalje.</p>

source: Apply
bs: Apliciraj

source: <p>Applying for a group is like applying for a job and it can certainly take a while to get in. Many groups have their own rules about how to actually get approved or sponsored. For more information on how the account system works see the <a href="%s">about page</a>.</p>
bs: <p>Apliciranje za grupu je kao apliciranje za posao i ono može potrajati da bi se konačno ušlo. Mnoge grupe imaju svoja vlastita pravila o tome kako biti odobren ili sponzorisan. Za više informacija o tome kako sistem računa radi pogledajte <a href="%s">opis stranica</a>.</p>

source: Remove
bs: Odstrani

source: <p>Removing a person from a group will cause that user to no longer be in the group. They will need to re-apply to get in. Admins can remove anyone, Sponsors can remove users, users can't remove anyone.</p>
bs: <p>Odstranjivanje osobe iz grupe će značiti da taj korisnik više neće biti u grupi. Ta osoba će morati ponovno aplicirati da bi ušla unutra. Administratori mogu odstraniti bilo koga, sponzori mogu odstraniti korisnike, korisici nemogu odstraniti nikog.</p>

source: Upgrade
bs: Unapređenje

source: <p>Upgrade a persons status in this group.<ul><li>from user -> to sponsor</li><li>From sponsor -> administrator</li><li>administrators cannot be upgraded beyond administrator</li></ul></p>
bs: <p>Unapređuje statut osobe u ovoj grupi.<ul><li>sa korisnika -> na sponzora</li><li>Sa sponzora -> na administratora</li><li>administratori se nemogu unaprijediti više od administratora</li></ul></p>

source: Downgrade
bs: Sniziti statut

source: <p>Downgrade a persons status in the group.<ul><li>from administrator -> to sponsor</li><li>From sponsor -> user</li><li>users cannot be downgraded below user, you may want to remove them</li></ul></p>
bs: <p>Snižava statut osobe u ovoj grupi.<ul><li>sa administratora -> na sponzora</li><li>Sa sponzora -> na korisnika</li><li>korisnicima se nemože sniziti statut ispod korisnik, u tom slučaju mogli biste ih odstraniti</li></ul></p>

source: Approve
bs: Odobriti

source: <p>A sponsor or administrator can approve users to be in a group. Once the user has applied for the group, go to the group's page and click approve to approve the user.</p>
bs: <p>Sponmzor ili administrator može odobriti korisnike da budu u grupi. Jednom kada je korisnik aplicirao za grupu, idite na stranicu grupe i kliknite Odobriti da odobrite korisnika.</p>

source: Sponsor
bs: Sponzor

source: <p>A sponsor or administrator can sponsor users to be in a gruop. Once the user has applied for the group, go to the group's page and click approve to sponsor the user. Sponsorship of a user implies that you are approving a user and may mentor and answer their questions as they come up.</p>
bs: <p>Sponzor ili administrator može sponzorisati korisnike da budu u grupi. Jednom kada je korisnik aplicirao za grupu, idite na stranicu grupe i kliknite Odobriti da bi sponzorisali korisnika. Sponzorisanje korisnika znači da Vi odobravate korisnika i da ćete mu biti mentor i odgovoriti na njegova pitanja kako se pojavljuju.</p>

source: Add User
bs: Dodaj korisnika

source: <p>Manually add a user to a group. Place their username in this field and click 'Add'</p>
bs: <p>Ručno dodavanje korisnika u grupu. Stavite njegovo korisničko ime u ovo polje i kliknite 'Dodaj'</p>

source: Group Name
bs: Naziv grupe

source: <p>The name of the group you'd like to create. It should be lowercase alphanumeric though '-' and '_' are allowed</p>
bs: <p>Naziv grupe koju želite stvoriti. Trebali bi biti alfanumerički znakovi iako je '-' dozvoljen</p>

source: Display Name
bs: Prikazni naziv

source: <p>More human readable name of the group</p>
bs: <p>Naziv grupe koji je više razumljiv ljudima</p>

source: Group Owner
bs: Vlasnik grupe

source: <p>The name of the owner who will run this group</p>
bs: <p>Ime vlasnika koji će voditi ovu grupu</p>

source: Group Type
bs: Tip grupe

source: <p>Normally it is safe to leave this blank. Though some values include 'tracking', 'shell', 'cvs', 'git', 'hg', 'svn', and 'mtn'. This value only really matters if the group is to end up getting shell access or commit access somewhere like fedorahosted.</p>
bs: <p>Obično je sigurno ako želite ostaviti ovo polje prazno. Neke vrijednosti uključuju 'tracking', 'shell', 'cvs', 'git', 'hg', 'svn' i 'mtn'. Ova vrijednost jedino vrijedi ako će grupa dobiti pristup ljuski ili činiti pristup negdje kao npr. fedorahosted.</p>

source: Group URL (Optional)
bs: URL grupe (Opcionalno)

source: <p>A URL or wiki page for the group (for example, <a href="https://fedoraproject.org/wiki/Infrastructure">https://fedoraproject.org/wiki/Infrastructure</a>).</p>
bs: <p>URL ili wiki stranica za grupu (na primjer, <a href="https://fedoraproject.org/wiki/Infrastructure">https://fedoraproject.org/wiki/Infrastructure</a>).</p>

source: Group Mailing List (Optional)
bs: Poštanska lista grupe (Opcionalno)

source: <p>A mailing list for the group (for example, fedora-infrastructure-list@redhat.com).</p>
bs: <p>Poštanska lista za grupu (na primjer, fedora-infrastructure-list@redhat.com).</p>

source: Group Mailing List URL (Optional)
bs: URL poštanske liste grupe (Opcionalno)

source: <p>A URL for the group's mailing list (for example, <a href="http://www.redhat.com/mailman/listinfo/fedora-infrastructure-list">http://www.redhat.com/mailman/listinfo/fedora-infrastructure-list</a>).</p>
bs: <p>URL za poštansku listu grupe (na primjer, <a href="http://www.redhat.com/mailman/listinfo/fedora-infrastructure-list">http://www.redhat.com/mailman/listinfo/fedora-infrastructure-list</a>).</p>

source: Group IRC Channel (Optional)
bs: IRC kanal grupe (Opcionalno)

source: <p>An IRC channel for the group (for example, #fedora-admin).</p>
bs: <p>IRC kanal za grupu (na primjer, #fedora-admin).</p>

source: Group IRC Network (Optional)
bs: IRC mreža grupe (Opcionalno)

source: <p>The IRC Network for the group's IRC channel (for example, Freenode).</p>
bs: <p>IRC mreža za IRC kanal grupe (na primjer, Freenode).</p>

source: Needs Sponsor
bs: Potreban sponzor

source: <p>If your group requires sponsorship (recommended), this means that when a user is approved by a sponsor. That relationship is recorded in the account system. If user A sponsors user N, then in viewing the members of this group, people will know to contact user A about user N if something goes wrong. If this box is unchecked, this means that only approval is needed and no relationship is recorded about who did the approving</p>
bs: <p>Ako Vaša grupa zahtjeva sponzorisanje (preporučljivo), to znači da kada je korisnik odobren od strane sponzora ta veza je spremljena u sistem računa. Ako korisnik A sponzoriše korisnika N, tada u gledanju članova ove grupe, ljudi će znati da kontaktiraju korisnika A o korisniku N ako nešto krene loše. Ako je ova kutija neoznačena onda to znači da je potrebno samo odobrenje a nikakva veza se neće spremiti o tome ko je uradio odobrenje</p>

source: Self Removal
bs: Samo-odstranjivanje

source: <p>Should users be able to remove themselves from this group without sponsor / admin intervention? (recommended yes)</p>
bs: <p>Dali bi korisnik mogao odstraniti samog sebe sa ove grupe bez intervencije sponzora / administratora ? (preporučljivo da)</p>

source: Must Belong To
bs: Mora pripadati

source: <p>Before a user can join this group, they must belong to the group listed in this box. Recommended values are for the 'cla_done' group.</p>
bs: <p>Prije nego se korisnik pridruži ovoj grupi on mora pripadati grupi navedenoj u ovoj kutiji. Preporučene vrijednosti su za 'cla_done' grupu.</p>

source: Join Message
bs: Poruka pridruživanja

source: <p>This message will go out to users when they apply to the group. It should be informative and offer tips about what to do next. A description of the group would also be valuable here</p>
bs: <p>Ova poruka će ići korisnicima kada oni apliciraju za grupu. Ona bi trebala biti informativna i davati ideje šta raditi dalje. Opis grupe bi također bio vrijedan dodatak ovdje</p>

source: Client Side Cert
bs: Cert klijent strane

source: <p>The client side cert is generally used to grant access to upload packages to Fedora or for other authentication purposes like with koji. You should save this certificate to ~/.fedora.cert. If you are not a package maintainer there is no need to worry about the client side cert. Please note that whenever a new cert is generated, all old ones are revoked.</p>
bs: <p>Cert klijent strane je generalno korišten za dobijanje pristupa za prenos paketa na Fedoru ili za druge autentifikacijske svrhe kao sa koji. Trebali bi spremiti ovaj certifikat u ~/.fedora.cert. Ako niste održavatelj paketa nema potrebe da brinete o cert-u klijent strane. Molimo da zapamtite da kada god je novi cert napravljen stari su nevažeći.</p>

source: Longitude and Latitude
bs: Geografska dužina i širina

source: <p>Your longitude and latitude. This optional field should be entered as a floating point number. For instance, 312.333 or -21.2. This may be used for mapping purposes, but will not be used if you have privacy enabled for your account.</p>
bs: <p>Vaša geografska dužina i širina. Ovo opcionalno polje bi se trebalo unijeti kao broj sa pokretnim zarezom. Na primjer, 312.333 ili -21.2. Ovo se može koristiti za svrhe mapiranja ali se neće koristiti ako imate privatnost uključenu za Vaš račun.</p>

source: Rules for Application
bs: Pravila za aplikaciju
