Repository: DhritiShikhar/fas
Catalog: tg1/po/*.po
Languages: bs

source: <p>Rules or steps that applicants should follow before appliying to your group. This will be shown to users before they apply to your group.</p>
bs: <p>Pravila ili koraci koju aplikanti moraju slijediti prije nego apliciraju za Vašu grupu. Ovo će biti prikazano korisnicima prije nego apliciraju za Vašu grupu.</p>

source: This OpenID will not be active until the user has signed the CLA.
bs: Ovaj OpenID neće biti aktivan dok korisnik nepotpiše CLA.

source: Your last OpenID request could not be retrieved. Try re-authenticating to the OpenID consumer.
bs: Važ zadnji OpenID zahtjev nije mogao biti nađen. Pokušajte se ponovno autentificirati na OpenID korisnika.

source: Loading: %(visitmod)s
bs: Punjenje: %(visitmod)s

source: You cannot edit %s
bs: Nemožete uređivati %s

source: You do not have permission to edit '%s'
bs: Nemate dopuštenje da uređujete '%s'

source: Only administrator can enable or disable an account.
bs: Jedino administratori mogu uključiti ili isključiti račun.

source: Somebody is already using that email address.
bs: Netko već koristi tu e-pošta adresu.

source: Before your new email takes effect, you must confirm it. You should receive an email with instructions shortly.
bs: Prije nego Vaša nova e-pošta adresa bude aktivna morate je potvrditi. Trebali bi primiti e-poštu sa instrukcijama ubrzo.

source: Email Change Requested for %s
bs: Zahtjev promjene e-pošte za %s

source: You have recently requested to change your Fedora Account System email to this address. To complete the email change, you must confirm your ownership of this email by visiting the following URL (you will need to login with your Fedora account first): https://admin.fedoraproject.org/accounts/user/verifyemail/%s
bs: Nedavno ste dali zahtjev za promjenu Vaše adrese e-pošte Fedora sistema računa na ovu adresu. Da završite promjenu adrese e-pošte morate potvrditi svoje vlasništvo ove e-pošta adrese tako što ćete posjetiti sljedeći URL (trebat ćete se prvo prijaviti sa Vašim Fedora računom): https://admin.fedoraproject.org/accounts/user/verifyemail/%s

source: Your account details could not be saved: %s
bs: Vaši detalji računa se nisu mogli spremiti: %s

source: Fedora Account Data Update %s
bs: Podaci Fedora računa ažurisanje %s

source: Your account details have been saved.
bs: Detalji vašeg računa su spremljeni.

source: Invalid field specified: %(error)s
bs: Nevažeće polje specificirano: %(error)s

source: No users found matching '%s'
bs: Nijedan korsnik nije nađen koji se podudara sa '%s'

source: Your pending email change has been canceled. The email change token has been invalidated.
bs: Vaša promjena e-pošte koja je u toku je prekinuta. Znak promjene e-pošte je označen nevažeći.

source: You do not have any pending email changes.
bs: Nemate nijednu promjenu e-pošte u toku.

source: Invalid email change token.
bs: Nevažeća oznaka promjene e-pošte.

source: You have successfully changed your email to '%s'
bs: Uspješno ste promijenili svoju adresu e-pošte na '%s'

source: No need to sign up, you have an account!
bs: Nema potrebe da se učlanite, vi već imate račun!

source: We're sorry but out of special concern for children's privacy, we do not knowingly accept online personal information from children under the age of 13. We do not knowingly allow children under the age of 13 to become registered members of our sites or buy products and services on our sites. We do not knowingly collect or solicit personal information about children under 13.
bs: Žao nam je ali zbog specijalne brige za privatnost djece mi neprigvatamo (u znanju) personalne informacije od djece ispod 13 godina. Mi ne dopuštamo djeci (u znanju) mlađoj od 13 godina da postanu registrirani članovi naših stranica ili da kupuju produkte i usluge na našim stranicama. Mi nesakupljamo (u znanju) ili tražimo personalne informacije o djeci mlađoj od 13 godina.

source: Sorry. That email address is already in use. Perhaps you forgot your password?
bs: Žao nam je. Ta e-pošta adresa se već koristi. Možda ste zaboravili svoju šifru?

source: Your account could not be created. Please contact %s for assistance.
bs: Vaš račun nije mogao biti napravljen. Molimo da kontaktirate %s za pomoć

source: Your password has been emailed to you. Please log in with it and change your password
bs: Vaša šifra je poslata na Vašu e-pošta adresu. Molimo da se prijavite sa njom i promjenite svoju šifru

source: Welcome to the Fedora Project!
bs: Dobrodošli u Fedora projekt!

source: You have created a new Fedora account! Your username is: %(username)s Your new password is: %(password)s Please go to %(base_url)s%(webpath)s/user/changepass to change it. Welcome to the Fedora Project. Now that you've signed up for an account you're probably desperate to start contributing, and with that in mind we hope this e-mail might guide you in the right direction to make this process as easy as possible. Fedora is an exciting project with lots going on, and you can contribute in a huge number of ways, using all sorts of different skill sets. To find out about the different ways you can contribute to Fedora, you can visit our join page which provides more information about all the different roles we have available. http://fedoraproject.org/en/join-fedora If you already know how you want to contribute to Fedora, and have found the group already working in the area you're interested in, then there are a few more steps for you to get going. Foremost amongst these is to sign up for the team or project's mailing list that you're interested in - and if you're interested in more than one group's work, feel free to sign up for as many mailing lists as you like! This is because mailing lists are where the majority of work gets organised and tasks assigned, so to stay in the loop be sure to keep up with the messages. Once this is done, it's probably wise to send a short introduction to the list letting them know what experience you have and how you'd like to help. From here, existing members of the team will help you to find your feet as a Fedora contributor. And finally, from all of us here at the Fedora Project, we're looking forward to working with you!
bs: Napravili ste novi Fedora račun! Vaše korisničko ime je: %(username)s Vaša šifra je: %(password)s Molimo da odete na %(base_url)s%(webpath)s/user/changepass da je promjenite. Dobrodošli u Fedora projekt. Sada kada imate račun vjerovatno ste očajni da počnete doprinositi a sa tim na umu nadamo se da bi Vas ova e-pošta mogla uputiti na pravi put da učinite ovaj proces što lakšim. Fedora je uzbudljivi projekt gdje se mnogo toga događa i Vi možete doprinjeti na mnogo načina, koristeći sve vrste različitih tipova sposobnosti. Da bi saznali o raznim načinima na koja možete doprinjeti Fedori možete posjetiti našu stranicu za pridruživanje koja daje više informacija o svim različitim ulogama koje imamo dostupne. http://fedoraproject.org/en/join-fedora Ako već znate kako Vi želite doprinjeti Fedori i već ste našli grupu koja već radi u području za koje ste Vi zainteresirani, onda postoji još nekoliko koraka za Vas da nastavite. Prva među ovima je da se prijavite na poštansku listu tima ili projekta za koji ste zainteresirani - a ako ste zainteresirani za više od rada u jednoj grupi, slobodno se prijavite na što više poštanskih listi koje želite! Ovo je potrebno zbog toga što su poštanske liste mjesto gdje se glavnina rada organizira i zadaci dodjeljuju, stoga ostanite u listi da budete sigurni da ćete dobiti poruke. Jednom kada je ovo gotovo, vjerovatno je pametno poslati kratako predstavljanje na listu tako da im kažete kakvo iskustvo Vi imate i kako bi htjeli pomoći. Odavde, postojeći članovi tima će Vam pomoći da se snađete kao Fedora doprinositelj. I konačno, svi mi ovdje u Fedora projektu željno očekujemo da radimo sa Vama!

source: Your password could not be changed.
bs: Vaša šifra se nije mogla promijeniti.

source: Your password has been changed.
bs: Vaša šifra je promijenjena.

source: You are already logged in!
bs: Već ste prijavljeni!

source: You are already logged in.
bs: Već ste prijavljeni.

source: Username email combo does not exist!
bs: Kombinacija korisničkog imena i e-pošte nepostoji!

source: username + email combo unknown.
bs: korisničko ime + e-pošta kombinacija nepoznata.

source: Your account currently has status %(status)s. For more information, please contact %(admin_email)s
bs: Vaš račun trenutno ima status %(status)s. ZA više informacija, molimo da kontaktirate %(admin_email)s

source: System accounts cannot have their passwords reset online. Please contact %(admin_email)s to have it reset
bs: Sistemski računi nemogu ponovno postavljati svoju šifru na internetu. Molimo da kontaktirate %(admin_email)s za ponovno postavljanje

source: Somebody (hopefully you) has requested a password reset for your account! To change your password (or to cancel the request), please visit https://admin.fedoraproject.org/accounts/user/verifypass/%(user)s/%(token)s
bs: Netko (nadamo se Vi) je zahtjevao ponovno postavljanje šifre za Vaš račun! Da bi promjenili svoju šifru (ili da prekinete zahtjev), molimo da posjetite https://admin.fedoraproject.org/accounts/user/verifypass/%(user)s/%(token)s

source: This user does not have a GPG Key ID set, so an encrypted email cannot be sent.
bs: Ovaj korisnik nema postavljen GPG identifikacijski ključ, stoga enkriptovana e-pošta se nemože poslati.

source: Your key could not be retrieved from subkeys.pgp.net
bs: Vaš ključ se nije mogao naći u subkeys.pgp.net

source: Your password reset email could not be encrypted.
bs: Vaša e-pošta ponovnog postavljanja šifre se nije mogla enkriptovati.

source: Fedora Project Password Reset
bs: Fedora projekt ponovno postavljanje šifre

source: A password reset URL has been emailed to you.
bs: URL ponovnog postavljanja šifre je poslat na Vašu e-pošta adresu.

source: You do not have any pending password changes.
bs: Vi nemate nikakvih promjena šifre u toku.

source: Invalid password change token.
bs: Nevažeći znak promjene šifre.

source: Your password reset has been canceled. The password change token has been invalidated.
bs: Vaše ponovno postavljanje šifre je prekinuto. Znak promjene šifre je označen nevažeći.

source: Your password can not be the same as your old password.
bs: Vaša šifra nemože biti ista kao Vaša stara šifra.

source: You have successfully reset your password. You should now be able to login below.
bs: Uspješno ste ponovno postavili svoju šifru. Sada bi trebali biti u stanju da se ispod prijavite.

source: Before generating a certificate, you must first complete the CLA.
bs: Prije stvaranja certifikata morate završiti CLA.

source: Your certificate could not be generated.
bs: Vaš certifikat se nije mogao napraviti.

source: The group '%(group)s' does not exist.
bs: Grupa '%(group)s' nepostoji.

source: The group '%(group)s' already exists.
bs: Grupa '%(group)s' već postoji.

source: Invalid group type: %(type)s.
bs: Nevažeći tip grupe: %(type)s.

source: Invalid sort key.
bs: Nevažeći ključ sortiranja.

source: '%(user)s' does not exist.
bs: '%(user)s' nepostoji.

source: Error: Could not create - '%(user)s'
bs: Greška: Nije stvoren - '%(user)s'

source: '%(user)s' already exists.
bs: '%(user)s' već postoji.

source: To prevent email loops, your email address cannot be @fedoraproject.org.
bs: Zbog izbjegavanja e-pošta petlji, Vaša e-pošta adresa nemože biti @fedoraproject.org.

source: Error - Not a valid RSA SSH key: %(key)s
bs: Greška - Nevažeći RSA SSH ključ: %(key)s

source: '%(username)s' is an illegal username. A valid username must only contain lowercase alphanumeric characters, and must start with a letter.
bs: '%(username)s' je nelegalno korisničko ime. Važeće korisničko ime mora jedino sadržavati male alfanumeričke znakove i mora početi sa slovom.

source: '%(username)s' is an blacklisted username. Please choose a different one.
bs: '%(username)s' korisničko ime je na crnoj listi. Molimo da odaberete drugo.

source: The language '%(lang)s' is not available.
bs: Jezik '%(lang)s' nije dostupan.

source: user is already in this group
bs: korisnik je već u ovoj grupi

source: user is not a member
bs: korisnik nije član

source: administrators cannot be upgraded any further
bs: administratori nemogu biti dalje unaprijeđeni

source: users cannot be downgraded any further
bs: statut korisnika se nemože dalje snižavati

source: user is not an unapproved member
bs: korisnik nije nepotvrđeni član

source: About FAS
bs: O FAS-u

source: FAS - The Open Account System
bs: FAS - Otvoreni sistem računa

source: FAS is designed around an open architecture. Unlike the traditional account systems where a single admin or group of admins decide who gets to be in what group, FAS is completely designed to be self operating per team. Every group is given at least one administrator who can then approve other people in the group. Also, unlike traditional account systems. FAS allows people to apply for the groups they want to be in. This paridigm is interesting as it allows anyone to find out who is in what groups and contact them. This openness is brought over from the same philosophies that make Open Source popular.
bs: FAS je dizajniran oko otvorene arhitekture. Za razliku od tradicionalnih sistema računa gdje jedan administrator ili grupa administratora odlučuje tko će biti u kojoj grupi, FAS je potpuno dizajniran da bude upravljan od strane tima. Svaka grupa ima barem jednog administratora koji može odobriti druge ljude u grupu. Također, za razliku od tradicionalnih sistema računa, FAS omogućuje ljudima da apliciraju za grupe u kojima oni žele biti. Ova paradigma je interesantna jer dopušta svakom da sazna tko je u kojim grupama i da stupi u kontakt. Ova otvorenost je donešena od istih filozofija koje čine Otvoreni kod (Open Source) popularan.

source: Etiquette
bs: Etiketa

source: People shouldn't assume that by applying for a group that they're then in that group. Consider it like applying for another job. It often takes time. For best odds of success, learn about the group you're applying for and get to know someone in the group. Find someone with sponsor or admin access and ask them if they'd have time to mentor you. Plan on spending at least a few days learning about the group, doing a mundane task, participating on the mailing list. Sometimes this process can take weeks depending on the group. It's best to know you will get sponsored before you apply.
bs: Ljudi nebi tebali pretpostaviti da su nakon apliciranja za grupu oni sada u toj grupi. Gledajte na to kao apliciranje na drugi posao. Često za to treba vremena. Za najbolje šanse uspjeha, proučite grupu za koju aplicirate i upoznajte nekog u grupi. Nađite nekog sa sponzorskim ili administratorskim pristupom i upitajte ih ako imaju vremena da budu Vaš mentor. Planirajte potrošiti barem nekoliko dana učeći o grupi, radeći obične zadatke, učestvovanjem u poštanskoj listi. Ponekad ovaj proces može trajati sedmicama zavisno od grupe. Najbolje je znati da ćete biti sponzorisani prije nego aplicirate.

source: Users, Sponsors, Administrators
bs: Korisnici, sponzori, administratori

source: Once you're in the group, you're in the group. Sponsorship and Administrators typically have special access in the group in questions. Some groups consider sponsorship level to be of a higher involvement, partial ownership of the group for example. But as far as the account system goes the distinction is easy. Sponsors can approve new users and make people into sponsors. They cannot, however, downgrade or remove other sponsors. They also cannot change administrators in any way. Administrators can do anything to anyone in the group.
bs: Jednom kada ste u grupi, onda ste u grupi. Sponzori i administratori obično imaju specijalan pristup u grupama u pitanju. Neke grupe smatraju nivo sponzoriranja više uključivanje, parcijalno vlasništvo grupe na primjer. Ali gledajući na sistem računa razlika je jasna. Sponzori mogu odobriti nove korisnike i promovisati ljude u sponzore. Oni nemogu, međutim, sniziti statut ili odstraniti druge sponzore. Oni također nemogu promijeniti administratore na bilo koji način. Administratori mogu raditi bilo šta bilo kome u grupi.

source: Fedora Accounts System
bs: Fedora sistem računa

source: Error!
bs: Greška!

source: The following error(s) have occured with your request:
bs: Sljedeća(e) greška(e) su se dogodila(e) sa Vašim zahtjevom:

source: To do queue:
bs: Za uraditi red:

source: <strong><a href="%(userview)s">%(user)s (%(email)s)</a></strong> requests approval to join <a href="%(groupview)s">%(group)s</a>.
bs: <strong><a href="%(userview)s">%(user)s (%(email)s)</a></strong> zahtjeva odobrenje da se pridruži <a href="%(groupview)s">%(group)s</a>.

source: CLA not completed. To become a full Fedora Contributor please <a href="%s">complete the CLA</a>.
bs: CLA nije završen. Da bi postali punopravni Fedora doprinositelj molimo da <a href="%s">završite CLA</a>.

source: You have not submitted an SSH key, some Fedora resources require an SSH key. Please submit yours by editing <a href="%s">My Account</a>
bs: Niste nam dali svoj SSH ključ, neki Fedora resursi zahtjevaju SSH ključ. Molimo da nam date svoj tako što ćete urediti <a href="%s">Moj račun</a>

source: Miscellaneous Tasks
bs: Ostali zadaci

source: Download a client-side certificate
bs: Snimite certifikat klijent strane

source: Login to the Fedora Accounts System
bs: Prijavite se na Fedora sistem računa

source: Learn about Fedora
bs: Naučite nešto o Fedori

source: Download Fedora
bs: Snimite Fedoru

source: Projects
bs: Projekti

source: Join Fedora
bs: Pridružite se Fedori

source: Communicate
bs: Komunicirajte

source: Help/Documentation
bs: Pomoć/Dokumentacija

source: Logged in:
bs: Prijavljen u:

source: Home
bs: Dom

source: My Account
bs: Moj račun

source: News
bs: Novosti

source: Locale:
bs: Lokalizacija:

source: OK
bs: Uredu

source: About
bs: Info

source: Contact Us
bs: Kontaktirajte nas

source: Legal & Privacy
bs: Legalnost i privatnost

source: Log Out
bs: Odjava

source: FAS version %s
bs: FAS verzija %s

source: © 2009 Red Hat, Inc. and others. Please send any comments or corrections to the <a href="mailto:webmaster@fedoraproject.org">websites team</a>.
bs: Prava kopiranja © 2007-2008 Red Hat, Inc. i drugi. Sva prava sačuvana. Molimo da pošaljete bilo koje komentare ili ispravke <a href="mailto:webmaster@fedoraproject.org">timu internet stranice</a>.

source: The Fedora Project is maintained and driven by the community and sponsored by Red Hat. This is a community maintained site. Red Hat is not responsible for content.
bs: Fedora projekt se održava i pokreće od strane udruženja a sponzorisan je od strane Red Hat-a. Ova stranica je održavana od strane udruženja. Red Hat nije odgovoran za sadržaj.

source: "*" is a wildcard (Ex: "cvs*")
bs: "*" je znak zamjene (Primjer: "cvs*")

source: Search
bs: Pretraga

source: Results
bs: Rezultati

source: All
bs: Sve

source: Types
bs: Tipovi

source: Welcome to FAS2
bs: Dobrodošli na FAS2

source: Welcome to the Fedora Accounts System 2. Please submit bugs to <a href="https://fedorahosted.org/fas/">https://fedorahosted.org/fas/</a> or stop by #fedora-admin on irc.freenode.net.
bs: Dobrodošli na Fedora sistem računa 2. Molimo da dostavite greške na <a href="https://fedorahosted.org/fas/">https://fedorahosted.org/fas/</a> ili da navratite u #fedora-admin na irc.freenode.net.

source: Log In
bs: Prijava

source: New Account
bs: Novi račun

source: Why Join?
bs: Zašto se pridružiti?

source: Fedora Contributor License Agreement
bs: Ugovor Fedora doprinositelja

source: <a href="%(url)s">Text Version</a>
bs: <a href="%(url)s">Tekst verzija</a>

source: You have already successfully completed the CLA.
bs: Već ste uspješno završili CLA.

source: Full Name
bs: Puno ime

source: Telephone Number
bs: Telefonski broj

source: Country
bs: Država

source: Select Country
bs: Odaberite državu

source: If your country is not listed, select "Other"
bs: Ako Vaša država nije na listi odaberite "Druga"

source: I certify that the above information (my name, country, and phone number) are accurate to the best of my knowledge.
bs: Svjedočim da su gore navedene informacije (moje ime, adresa, država i telefonski broj) tačne u okviru mog znanja.

source: I agree
bs: Slažem se

source: I do not agree
bs: Neslažem se

source: Apply to Group
bs: Apliciraj za grupu

source: Group Rules
bs: Pravila grupe

source: Edit Group
bs: Uredi grupu

source: Edit Group: %s
bs: Uredi grupu: %s

source: Display Name:
bs: Prikazno ime:

source: Group Type:
bs: Tip grupe:

source: Mailing List:
bs: Poštanska lista:

source: Mailing List URL:
bs: URL poštanske liste:

source: IRC Channel:
bs: IRC kanal:

source: IRC Network:
bs: IRC mreža:

source: Group Owner:
bs: Vlasnik grupe:

source: Needs Sponsor:
bs: Treba sponzora:

source: Self Removal:
bs: Samo-odstranjivanje:

source: Group Prerequisite:
bs: Zahtjevi grupe:

source: Group Join Message:
bs: Pristupajuća poruka grupe:

source: Rules for Application:
bs: Pravila za aplikaciju:

source: Save!
bs: Spremi!

source: Invite a new community member!
bs: Pozovi novog člana udruženja!

source: To email:
bs: Na e-pošta adresu:

source: From:
bs: Od:

source: Subject:
bs: Subjekt:

source: Message:
bs: Poruka:

source: Send!
bs: Šalji!

source: Groups List
bs: Lista grupa

source: List (%s)
bs: Lista (%s)

source: Search Groups
bs: Pretraži grupe:

source: Group
bs: Grupa:

source: Description
bs: Opis:

source: Prerequisite
bs: Zahtjevi:

source: None
bs: Nema

source: Approved
bs: Odobren

source: Unapproved
bs: Neodobren

source: User
bs: Korisnik

source: Date Added
bs: Datum dodavanja

source: Date Approved
bs: Datum odobravanja

source: Approval
bs: Odobrenje

source: Role Type
bs: Tip uloge

source: Action
bs: Akcija

source: View Group Members
bs: Pogledaj članove grupe

source: My Status:
bs: Moj status:

source: Not a Member
bs: Nije član:

source: Remove me
bs: Odstrani me

source: Group Details
bs: Detalji grupe

source: Members
bs: Članovi

source: Create a new FAS Group
bs: Stvori novu FAS grupu

source: Group Name:
bs: Naziv grupe:

source: Must Belong To:
bs: Mora pripadati:

source: Join Message:
bs: Pristupna poruka:

source: Create!
bs: Stvori!

source: View Group
bs: Pogledaj grupu

source: (edit)
bs: (uredi)

source: Name:
bs: Ime:

source: Description:
bs: Opis:

source: Owner:
bs: Vlasnik:

source: Type:
bs: Tip:

source: Approved Members:
bs: Odobreni članovi:

source: Yes
bs: Da

source: No
bs: Ne

source: Prerequisite:
bs: Zahtjevi:

source: Created:
bs: Stvorena:

source: Add User:
bs: Dodaj korisnika:

source: View Member List
bs: Pogledaj listu članova

source: Sponsorship Queue
bs: Sponzorski red

source: This is an OpenID server
bs: Ovo je OpenID server

source: <a href="$endpoint_url">This</a> is an OpenID server endpoint.
bs: <a href="$endpoint_url">Ovo</a> je OpenID server krajnja tačka.

source: For more information about OpenID, see:
bs: Za više informacija o OpenID, pogledajte:

source: An OpenID community web site, home of this library.
bs: OpenID internet stranica udruženja, dom ove biblioteke.

source: The official OpenID web site.
bs: Oficijalna OpenID internet stranica.

source: Approve OpenID Request?
bs: Odobriti OpenID zahtjev?

source: A new site has asked to confirm your identity. If you approve, the site represented by the trust root below will be told that you control identity URL listed below. (If you are using a delegated identity, the site will take care of reversing the delegation on its own.)
bs: Nova stranica je od Vas zatražila da potvrdite svoj identitet. Ako odobrite, stranica predstavljena root-om povjerenja ispod će znati da Vi kontrolirate URL identiteta izlistan ispod. (Ako koristite predstavnički identitet stranica će se sama pobrinuti u vezi okretanja delegacije.)
