Repository: DhritiShikhar/fas
Catalog: tg1/po/*.po
Languages: bs

source: Identity:
bs: Identitet:

source: Trust Root:
bs: Root povjerenja:

source: Allow this authentication to proceed?
bs: Dopustiti da se ova autentifikacija nastavi?

source: yes
bs: da

source: no
bs: ne

source: OpenID Identity Page
bs: OpenID identitetska stranica

source: This is an OpenID identity for %(human_name)s (%(username)s)
bs: Ovo je OpenID identitet za %(human_name)s (%(username)s)

source: This is an OpenID identity for %(username)s
bs: Ovo je OpenID identitet za %(username)s

source: Part of the <a href="https://admin.fedoraproject.org/accounts/">Fedora Account System<a>.
bs: Dio <a href="https://admin.fedoraproject.org/accounts/">Fedora sistem računa<a>.

source: Welcome to the Fedora OpenID Provider
bs: Dobrodošli na Fedora OpenID uslužitelja

source: You are logged in as %(username)s. Your OpenID identity URL is <a href="%(id_base_url)s/%(username)s">%(id_base_url)s/%(username)s</a>
bs: Prijavljeni ste kao %(username)s. Vaš OpenID identitetski URL je <a href="%(id_base_url)s/%(username)s">%(id_base_url)s/%(username)s</a>

source: Logout
bs: Odjava

source: You are not <a href="%(url)s">logged in</a>.
bs: Vi niste <a href="%(url)s">prijavljeni</a>.

source: Change Password
bs: Promjena šifre

source: Current Password:
bs: Trenutna šifra:

source: New Password:
bs: Nova šifra:

source: Confirm Password:
bs: Potvrdi šifru:

source: Edit Account
bs: Uredi račun

source: Edit Account (%s)
bs: Uredi račun (%s)

source: Email
bs: E-pošta

source: (pending change to %(email)s - <a href="%(url)s">cancel</a>)
bs: (u toku promjena na %(email)s - <a href="%(url)s">prekini</a>)

source: Latitude
bs: Geografska širina

source: Longitude
bs: Geografska dužina

source: IRC Nick
bs: IRC nadimak

source: Time Zone
bs: Vremenska zona

source: Comments
bs: Komentari

source: Privacy
bs: Privatnost

source: Cancel
bs: Prekini

source: Certificate Generation
bs: Generacija certifikata

source: The link below allows you to generate a certificate to authenticate to Fedora's buildsytems. Please note that you can only have one valid certificate at any given time. Once you generate a new certificate, any previous ones are revoked. Currently, if you are not working on Fedora packaging, you will probably not need to have a certificate.
bs: Link ispod Vam omogućava da napravite certifikat da bi se mogli autentificirati na Fedora sisteme. Molimo da zapamtite da možete samo imati jedan validan certifikat u bilo kojem vremenu. Jednom kada stvorite novi certifikat svaki prijašnji je označen nevažeći. Trenutno, ako neradite na Fedora pakiranju vjerovatno nećete trebati certifikat.

source: Generate a certificate
bs: Stvori certifikat

source: Certificate Generation Disabled
bs: Stvaranje certifikata isključeno

source: Generating SSL Certificates is disabled on this machine. If you were brought here by clicking a link it usually means there is a misconfiguration on the server. Please contact %(accts_email)s to fix things.
bs: Stvaranje SSL certifikata je isključeno na ovoj mašini. Ako ste došli ovdje preko linka to obično znači da postoji pogrešna postavka na serveru. Molimo kontaktirajte %(accts_email)s da popravite stvar.

source: Users List
bs: Lista korisnika

source: "*" is a wildcard (Ex: "ric*")
bs: "*" je zamjena (Na primjer: "ric*")

source: Username
bs: Korisničko ime

source: CLA Done
bs: CLA završen

source: Not Done
bs: Nije završen

source: Sign up for a Fedora account
bs: Registrirajte Fedora račun

source: Username:
bs: Korisničko ime:

source: Full Name:
bs: Puno ime:

source: Email:
bs: E-pošta:

source: I am 13 years of age or older
bs: Ja sam 13 godina star ili stariji

source: Sign up!
bs: Registracija!

source: Reset Password
bs: Ponovno postavljanje šifre

source: Confirm Email Change Request
bs: Potvrdi zahtjev za promjenu adrese e-pošte

source: Do you really want to change your email to: %s?
bs: Dali zaista želite promijeniti svoju e-pošta adresu u: %s?

source: Confirm
bs: Potvrdi

source: View Account
bs: Pogledaj račun

source: Your Fedora Account
bs: Vaš Fedora račun

source: %s's Fedora Account
bs: %s Fedora račun

source: Account Details
bs: Detalji računa

source: Account Name:
bs: Ime računa:

source: Telephone Number:
bs: Telefonski broj:

source: Postal Address:
bs: Poštanska adresa:

source: Country:
bs: Država:

source: IRC Nick:
bs: IRC nadimak:

source: PGP Key:
bs: PGP ključ:

source: Public SSH Key:
bs: Javni SSH ključ:

source: Comments:
bs: Komentari:

source: Password:
bs: Šifra:

source: Valid
bs: Validan

source: Account Status:
bs: Status računa:

source: Active
bs: Aktivan

source: Vacation
bs: Odmor

source: Inactive
bs: Neaktivan

source: Pinged
bs: Pingovan

source: Disabled
bs: Isključen

source: Reject CLA
bs: Odbij CLA

source: Complete it!
bs: Završi ga!

source: Privacy:
bs: Privatnost:

source: Your Roles
bs: Vaše uloge

source: %s's Roles
bs: %s uloge

source: Tools:
bs: Alati:

source: Invite a New Member...
bs: Pozovi novog člana...

source: Manage Group Membership...
bs: Upravljaj članstvom grupe...

source: Manage Group Details...
bs: Upravljaj detaljima grupe...

source: Queue:
bs: Red:

source: <strong>%(user)s</strong> requests approval to join <strong>%(unapproved_role.group)s</strong>.
bs: <strong>%(user)s</strong> zahtjeva odobrenje za pristupanje <strong>%(unapproved_role.group)s</strong>.
